<?php
session_start(); // Започнете сесията (ако вече не е стартирана)

// Проверете дали потребителят е влезнал в системата (има активна сесия)
if (isset($_SESSION['user_id'])) {
    // Изтрийте данните на сесията
    session_unset();

    // Унищожете сесията
    session_destroy();

    // Пренасочете потребителя към страницата за вход (login)
    header("Location: login.php");
    exit;
} else {
    // Ако потребителят не е влезнал в системата, можете да го пренасочите към началната страница или друга страница по ваш избор
    header("Location: index.php");
    exit;
}
?>